[
    {
        "id": "11L1",
        "name": "Consulta, sintetiza y evalúa la información extraída de diferentes fuentes para realizar un trabajo académico.",
        "cod": "11L1"
    },
    {
        "id": "11L10",
        "name": "Establece relaciones entre obras literarias y otras manifestaciones artísticas.",
        "cod": "11L10"
    },
    {
        "id": "11L11",
        "name": "Lee obras literarias completas y fragmentos de la literatura regional, nacional y universal.",
        "cod": "11L11"
    },
    {
        "id": "11L12",
        "name": "Evalúa y toma postura frente a aspectos puntuales de obras de la literatura.",
        "cod": "11L12"
    },
    {
        "id": "11L13",
        "name": "Realiza una exposición oral formal en la que aporta evidencias claras para sustentar una postura personal.",
        "cod": "11L13"
    },
    {
        "id": "11L14",
        "name": "Reconoce ideas relevantes en una charla o conferencia, las registra por escrito y puede conversar sobre algunas de estas con otra persona.",
        "cod": "11L14"
    },
    {
        "id": "11L15",
        "name": "Participa respetuosamente en una actividad oral formal con opiniones fundamentadas en torno a un tema polémico.",
        "cod": "11L15"
    },
    {
        "id": "11L2",
        "name": "Elabora hipótesis de interpretación a partir de algunas características del contexto de producción.",
        "cod": "11L2"
    },
    {
        "id": "11L3",
        "name": "Fundamenta sus hipótesis de interpretación en las marcas textuales (conectores que unen oraciones) y el vocabulario identificado en la lectura cuidadosa de un texto (con ayuda de un diccionario especializado).",
        "cod": "11L3"
    },
    {
        "id": "11L4",
        "name": "Selecciona y usa estrategias para comprender un texto.",
        "cod": "11L4"
    },
    {
        "id": "11L5",
        "name": "Reconoce y compara diversas expresiones culturales (verbales y no verbales) del ámbito local y global.",
        "cod": "11L5"
    },
    {
        "id": "11L6",
        "name": "Evalúa y asume una posición crítica de los mensajes emitidos por los medios de comunicación e identifica posibles sesgos (medición, selección, ideología, entre otros).",
        "cod": "11L6"
    },
    {
        "id": "11L7",
        "name": "Utiliza diversas estrategias de planeación, revisión y edición en la elaboración de texto (reseña, informe e instructivo).",
        "cod": "11L7"
    },
    {
        "id": "11L8",
        "name": "Escribe ensayos en donde desarrolla una idea, referencia fuentes consultadas, realiza afirmaciones y las defiende.",
        "cod": "11L8"
    },
    {
        "id": "11L9",
        "name": "Aplica los conocimientos del lenguaje (en la escritura, la lectura, la oralidad y la escucha) para tomar decisiones efectivas de significado o de estilo.",
        "cod": "11L9"
    }
]