[
    {
        "id": "7L1",
        "name": "Identifica la estructura de un texto y algunos elementos textuales (narrativo, expositivo, argumentativo).",
        "cod": "7L1"
    },
    {
        "id": "7L10",
        "name": "Realiza conexiones que pueden establecerse entre textos de diferentes géneros, épocas y orígenes, identificando similitudes y diferencias entre personajes, ideas y eventos.",
        "cod": "7L10"
    },
    {
        "id": "7L11",
        "name": "Participa en discusiones y plenarias sobre las lecturas que realiza y contrasta elementos del texto, con sus propias ideas.",
        "cod": "7L11"
    },
    {
        "id": "7L12",
        "name": "Lee textos literarios narrativos (cuentos y novelas cortas) y líricos (poemas y canciones) en los que reconoce afinidades y distancias con su propia experiencia y efectos posibles a partir del uso particular del lenguaje.",
        "cod": "7L12"
    },
    {
        "id": "7L13",
        "name": "Formula opiniones fundamentadas en diferentes fuentes (orales, escritas y digitales) sobre diversos temas.",
        "cod": "7L13"
    },
    {
        "id": "7L2",
        "name": "Sustituye palabras eliminando repeticiones y redundancias.",
        "cod": "7L2"
    },
    {
        "id": "7L3",
        "name": "Determina las ideas centrales de un texto, analiza su desarrollo e identifica el sentido de detalles específicos.",
        "cod": "7L3"
    },
    {
        "id": "7L4",
        "name": "Distingue *hechos* de *opiniones* en diversos textos.",
        "cod": "7L4"
    },
    {
        "id": "7L5",
        "name": "Produce textos coherentes siguiendo la estructura correspondiente a cada estilo, propósito y audiencia.",
        "cod": "7L5"
    },
    {
        "id": "7L6",
        "name": "Reconoce la estructura más apropiada para escribir un texto expositivo, revisa la coherencia, la ortografía y el uso de conectores.",
        "cod": "7L6"
    },
    {
        "id": "7L7",
        "name": "Reconoce que el predicado tiene un núcleo, que es un verbo que tiene formas, modos y tiempos según el sujeto y unos complementos.",
        "cod": "7L7"
    },
    {
        "id": "7L8",
        "name": "Distingue afijos (sufijos y prefijos) y raíces en la formación de las palabras para averiguar su significado y para hacer un uso correcto de la ortografía.",
        "cod": "7L8"
    },
    {
        "id": "7L9",
        "name": "Escribe textos narrativos en los que caracteriza con amplitud a los personajes y los entornos, utiliza un vocabulario rico en imágenes y construye finales que reflejan la experiencia narrada.",
        "cod": "7L9"
    }
]